{
    "eng" : {
        "HeroSection" : {
            "Title" : "Automated Parking Ticket Management System",
            "Sub-Title" : "We provides an easy way for our user's to manage tickets of parking. Likewise, this system provides additional features for users. The main objective of the System is to manage the details of Duration, Vehicles, Parking Slots, Customers, and Parking Fees on their mobile phones.",
            "Call-to-Action" : "Read More",
            "Expanded-Text": "In addition to its core functionalities, our system goes beyond basic ticket management. It incorporates advanced features aimed at enhancing user satisfaction and operational efficiency. These additional capabilities include real-time updates on parking availability, personalized customer profiles for streamlined service, and automated fee calculations based on parking duration and vehicle type. By leveraging these features, our system not only simplifies parking management but also aims to provide a comprehensive solution that meets the diverse needs of both individual users and businesses alike."
        },
        "FeatureSection" : {
            "Title" : [
                "RFID Scanning",
                "Authentic User",
                "Tracking Chips"
            ],
            "description" : [
                "With the help of help of RFID card user's can save time while exit the parking also fee will aitomatically deduct with App Wallet.",
                "Each User can register one vehicle on single RFID card and without RFID card the entry in any parking place is invalid.",
                "User can track the vehicle at any time with the help of tracking chip. In future we can start working on this module."
            ]
        },
        "HowItWorksSection" : {
            "Title" : "How it works",
            "sub-title" : "RFID Card and Scanner are main source for this system. With these we can track and secure our vehicle also save our time for parking crowd.",
            "list-text" : [
                "User will create his account and sign in by providing right credentials to Find My Spot App. After that User ordered the RFID card for the vehicle.",
                "On the other side, Parking Manager also create his account and sign in to the Find My Spot App. After that he ordered the Scanner for scanning.",
                "User enter in parking lot and scan the RFID card the Parking details will update which include the Time In/Out with location.",
                "User exit the parking lot and scan RFID card, Parking Fee will deduct from Find My Spot wallet and notification pop-up about fee deduction.",
                "User will reharge his wallet through Bank transfer (Easypaisa/Jazzcash) and Parking Manager will withdraw his amount through bank transfer (Easypaisa/Jazzcash)."
            ]
        },
        "FeaturesSpotlights" : {
            "Title" : "Spotlight Features",
            "card-1" : {
                "title" : "Make Record of In-Out Time",
                "subtitle" : "Our System Offers Advanced Capabilities to Record the Current Time by using RFID.",
                "overview" : "Find My Spot offers a powerful platform that allows our Clients to easily track the Entrance time(Time-In) and Exit time(Time-Out) of any parking. When the RFID card is Scan the current (In/Out) time is recorded and shown in Find My Spot Application with Total duration. A pop-up appear everytime when RFID card is scanned and data will be updated."
            },
            "card-2" : {
                "title" : "Get Vehicle Tracking (Future Module)",
                "subtitle" : "Our System Offers Advanced Tracking to Check the Current Location of Vehicle.",
                "overview" : "Find My Spot offers a powerful platform that allows our Clients to easily track the Current Location of Vehicle by using a small chip. After integration of Chip user send a checking sms on it and for the response the Chip sends the current location. Its detecting range is 4-5 kilometers approximately."
            }
        },
        "findmyspotWallet" : {
            "title" : "Discover Find My Spot Wallet",
            "description" : "Find My Spot introduce its Wallet for users with proper functionalities. Fast transaction based on RFID. Client and Parking Manager both have seperate functionalities according to the roles. Client can recharge its Find My Spot wallet through jazz cash and when exits the parking lot money will automatically be deducted through its wallet. The payment will deduct through the Client Find My Spot wallet, when he scans the RFID card and added to the wallet of current Parking Manager. Also Parking Manager can send money to his personal bank account through Find My Spot wallet."
        },
        "WhyUs" : {
            "title" : "Why Us",
            "card-1" : {
                "title" : "Extensive Network of Reliable Users",
                "details": "Detailed information about Card 1.",
                "overview" : "Finf My Spot team provide best quality services to its Users so thay use our services for long time period and connect with us. Our customer trust us because of our relaiable services, support and quality product."
            },
            "card-2" : {
                "title" : "Exceptional Customer Service",
                "details": "Detailed information about Card 1.",
                "overview" : "Find My Spot offers one-on-one customer support from a team of experts, ensuring that users receive personalized assistance throughout the entire selection, communication, and ordering processes."
            },
            "card-3" : {
                "title" : "Streamlined Platform for Easy Communication",
                "details": "Detailed information about Card 1.",
                "overview" : "With Find My Spot easy-to-use messaging and ordering platform, Our users can stay in touch and up-to-date with the purchasing process and minimizing confusion. Our team try to reduce the ambiguities for better support."
            },
            "moreText" : "Sheraz"
        },
        "Testimonials" : {
            "title" : "Find My Spot Team",
            "card-1" : {
                "name" : "Rana Hamza Nisar",
                "review" : "The member of Find My Spot team who gives the idea of this system. Develop the Application for Android and IOS by using Flutter with Dart."
            },
            "card-2" : {
                "name" : "Sheraz Ali",
                "review" : "The member of Find My Spot team who gives the idea of this system. Develop the Website for users by using React with Node and Express JS."
            },
            "card-3" : {
                "name" : "Muhammad Faseeh Tahir",
                "review" : "The member of Find My Spot team who gives the idea of this system. Design the interface (UI/UX) for the mobile Application by using Adobe XD."
            }
        },
        "CallToAction" : {
            "title1" : "Subscribe To Our",
            "title2" : "Weekly Newsletter",
            "button" : "Subscribe"
        }

    }
}